[General]
Translator, "Gio Koutsi, Stratos Palaiologos, Tasos Sahanidis, westor"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAN/k7NHZ5WeNxt/i6d7k609hg1FhgVh7uNnf5uDn7ztXfU1gg16PzDlTfyp9
0F+JxLrI3brK3UpliODm7ltphqi+22iSyH2t3d3g6DN+zt7j616Rz5q22eDm7S1vpCJakElojYOd
xyFVjWF+uCdspCFgsbzI3JOny2eGvzZ6rhpgtmiJwn6WwjqN2n2Zx5mlvDJ1qmh1jRRMoUBXfuDn
8l9/unWm2yJuxIaZudjd5ZSlwFeCv93h52qGvjaG1GqIv0CU4iVglShpu8PS5ZalvOnr79rf52eL
w1RxjtTb5nSf0dPc5w1KoxRVrd3i6b/N4W+e1Hek1b7M31J6uS6G2GeEvOLl6UlpkUek72mSy4+o
ymyaz9je5jlVgkJ4o2uXzN7i50pjh1JhgxE8dcrT5F+Hwn2m093i611ogl+Lxt/j6t/i6sjT4mSO
xL3K36a82x1QiEhYf5arzTWB0KGswx1mvEOb6dHa5iZ2ymWEvODk65KgvMzY5GiIwBpKg9ve4V+A
u2mOwhtVq8DQ4xJQp2eOyNji7GeCutrg6yhlmhdasWGW1Ziuzklki0xhhEtihxM+eMLP3xVCew43
c16Nytzg6SVjt46x2ClYjRdGf9vg59Lb5miLwxtUjypqn8fY7GKLwTqZ6sTP35KZqGiJwYGgy+Hl
6Ulli9Pc6GuOwFB2nISZxYOQp4ukzB9arWCEvmGFqC93xk2u+ytvwDKO4Nzh6UxihE1dgMfS4rfF
2gAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjaANEYuDWqwAJHth6FkdDoFIgrSMT0qFLrB4o+pFZwOiJAQKEsmOIcGsElDyBEBM4Q0ACg5YQX
rEzxKALGSqsyD9JQYrBh0ZxOFFaxyBHCBZkAAe5sQrWEjyEiM2ocQPBqR6kKbzhcMqMkygVVMeSc
+MNIS6pAoNpY+LIFig1YOCDkMhFJlBtcbCJIeTJoyCcdDabIYEKoiSIVdW7gcUCFVigSe5IY0VQJ
g5MBA9ao0dMhAQ06XQS5KmFJyKxYGXy0AGIHi6wUCiaNgSQpkx84Ij4ESeTJAwwvAQEAOw==


[BFAPI]
ErrorClientVersionTooOld, "Η έκδοση-πελάτη σας είναι πολύ παλιά.\nΠαρακαλώ ενημερώστε την εφαρμογή και δοκιμάστε ξανά."
ErrorFailClientTime, "Το ρολόι του υπολογιστή σας δεν έχει ρυθμιστεί σωστά.\nΠαρακαλούμε ελέγξτε την ώρα του συστήματός σας και προσπαθήστε ξανά."
ErrorFailLogin, "Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και τον κωδικό πρόσβασης σας και προσπαθήστε ξανά."
ErrorFailPrefix, "Αποτυχία σύνδεσης στο λογαριασμό Binary Fortress σας.\nΠαρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο, και επιβεβαιώστε ότι αυτή η εφαρμογή δεν αποκλείεται από κάποιο διαμεσολαβητή ή τείχος προστασίας στον υπολογιστή ή το δίκτυό σας."
ErrorInvalidProTrialLicenseKey, "Το Κλειδί Δοκιμαστικής Άδειας φαίνεται ότι δεν είναι έγκυρο.\nΠαρακαλώ επικοινωνήστε μαζί μας για περισσότερες πληροφορίες."
ErrorItemSizeTooLarge, "Ένα από τα αντικείμενα που προσπαθείτε να συγχρονίσετε είναι πολύ μεγάλο.\nΘα χρειαστεί να διαγράψετε το μεγάλο αντικείμενο και να προσπαθήσετε ξανά."
ErrorTrialExpiredPrompt, "Η Δοκιμαστική Άδεια Pro έχει λήξει.\nΘα θέλατε να επικοινωνήσετε μαζί μας και να ξεκινήσετε ένα ακόμα δοκιμαστικό;"
ErrorUnknownProPurchasedLicenseKey, "Το Κλειδί Άδειας φαίνεται ότι δεν είναι έγκυρο.\nΠαρακαλώ επικοινωνήστε μαζί μας για περισσότερες πληροφορίες."
LoginPrompt, "Χρειάζεται πρώτα να εισάγετε τις πληροφορίες εισόδου Binary Fortress σας.\nΘα θέλατε να τις εισάγετε τώρα;"
TitleSync, "Γίνεται συγχρονισμός με το λογαριασμό Binary Fortress σας"


[BFAPILoginControl_Controls]
btnLogin, "&Σύνδεση"
btnLogout, "&Αποσύνδεση"
btnMyAccount, "Ο &Λογαριασμός μου"
btnMyLicenses, "Οι Αδει&ές Μου"
btnRegister, "&Εγγραφή"
btnResetPassword, "Επαναφορά Κωδικού Πρόσβασης"
lblEmailAddress, "Ηλεκτρονική Διεύθυνση:"
lblName, "Όνομα:"
lblPassword, "Κωδικός:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Προσωπικό ή το εταιρικό, # αναφέρεται στο όνομα άδειας"
LicenseRestrictionEnterprise, "Απεριόριστοι υπολογιστές σε απεριόριστες ιδιόκτητες ιστοσελίδες"
LicenseRestrictionPersonalHome, "Απεριόριστοι προσωπικοί υπολογιστές, και 1 εταιρικός υπολογιστής τον οποίο μόνο εσείς χρησιμοποιείτε"
LicenseRestrictionSite, "Απεριόριστοι υπολογιστές σε 1 ιστοσελίδα"
LicenseRestrictionStandard, "Προσωπικό ή εταιρικό, 1 υπολογιστής"
LicenseRestrictionSteam, "Απεριόριστους υπολογιστές που είστε κύριος χρήστης, πρέπει να εγκατασταθούν μέσω του προγράμματος Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά."
ErrorEnterPassword, "Παρακαλούμε εισάγετε Κωδικό σας και δοκιμάστε ξανά."
ErrorLoginFailed, "Αποτυχία κατά την φόρτωση των στοιχείων του λογαριασμού σας.\nΠαρακαλούμε ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης σας και προσπαθήστε ξανά."
ErrorNoLicensesFound, "Δυστυχώς, δεν μπορέσαμε να βρούμε καμία πληροφορία άδειας χρήσης για αυτόν το λογαριασμό.\nΕάν χρειάζεστε οποιαδήποτε βοήθεια παρακαλούμε επικοινωνήστε μαζί μας."
ErrorUnknownLicenses, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση πληροφοριών άδειας χρήσης σας."
ErrorUnknownLogin, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των στοιχείων του λογαριασμού σας."
Note, "Κάντε είσοδο για να παραλάβετε το Κλειδί Άδειας σας και να συγχρονίσετε με το λογαριασμό Binary Fortress σας."
SelectLicensePrompt, "Αυτή τη στιγμή χρησιμοποιείτε τη Δωρεάν έκδοση, μια Δοκιμαστική Άδεια Pro, ή το Κλειδί Άδειάς σας δεν είναι έγκυρο.\nΘα θέλατε να φορτώσετε ένα Κλειδί Άδειας από το λογαριασμό Binary Fortress σας;"
Title, "Ο λογαριασμός μου Binary Fortress"
TitleLoadingLicenses, "Φόρτωση Πληροφορίες Άδειας"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Παρακαλώ επιλέξτε Στυλ Παραθύρου:"
PromptSelectWindowStylesEx, "Please select the Extended Window Style(s):"
RemoveConfirmOne, "Είστε σίγουροι ότι θέλετε να αφαιρέσετε το επιλεγμένο αντικείμενο;"
SelectAnItem, "Παρακαλώ επιλέξτε ένα αντικείμενο από τη λίστα και δοκιμάστε ξανά."
SelectAudioDevice, "Παρακαλώ επιλέξτε μια Συσκευή Ήχου."
SelectMouseCursorLocation, "Κάντε κλικ για να επιλέξετε την περιοχή του δείκτη του ποντικιού\nΠιέστε οποιοδήποτε πλήκτρο για ακύρωση"
SendKeys_EditString, "Επεξεργασία Κειμένου"
SendKeys_EnterString, "Εισάγετε Κείμενο:"
SendKeys_mniAddKeyCombination, "Προσθήκη Συνδυασμού Πλήκτρων"
SendKeys_mniAddRawText, "Add Raw Text"
SendKeys_mniAddText, "Προσθήκη Κειμένου"
SendKeys_Title, "SendKeys Builder"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Ημερομηνία Δημιουργίας"
colDateExpires, "Ημερομηνία Λήξης"
colLicenseKey, "Άδεια Χρήσης"
colLicenseRestrictions, "Περιορισμοί Άδειας"
colLicenseType, "Τύπος Άδειας"
colName, "Όνομα"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Είστε σίγουροι ότι θέλετε να χρησιμοποιήσετε αυτό το Κλειδί Άδειας;"
ErrorSelectLicense, "Παρακαλώ επιλέξτε μια άδεια από τη λίστα και προσπαθήστε ξανά."
ShowNeedLicenseWarning, "Επιλέξτε ένα από τα Κλειδιά Αδείας σας από τη λίστα, μετά κάντε κλικ στο κουμπί 'OK' για να χρησιμοποιήσετε αυτό το Κλειδί Άδειας."
Title, "Οι Άδειες Μου"


[BFFormDownload_Strings]
ConfirmCancel, "Είστε σίγουροι ότι θέλετε να ακυρώσετε αυτό το στοιχείο λήψης;"
Error, "Παρουσιάστηκε ένα σφάλμα."
Progress, "Απομένουν: {0} KB ({1} ΚΒ συνολικά)"
ProgressUnknown, "Γίνεται Λήψη: {0} ΚΒ"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Παρακαλώ επιλέξτε μια ετικέτα WallpaperFusion και δοκιμάστε ξανά."
lblQuery, "Φίλτρο:"
Title, "Ετικέτες WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Κλείσιμο"
colCreatedBy, "Δημιουργήθηκε Από"
colDownloads, "Λήψεις"
colLanguage, "Γλώσσα"
colLastModified, "Τελευταία Τροποποίηση"
lblQuery, "Φίλτρο:"
Loading, "Φορτώνει..."


[BFFormProxySettings_Controls]
btnSave, "Αποθήκευση"
lblProxyAddress, "Διεύθυνση Σέρβερ:"
lblProxyPassword, "Κωδικός:"
lblProxyPassword2, "Εισάγετε Ξανά Κωδικό:"
lblProxyPort, "Θύρα:"
lblProxyUsername, "Όνομα Χρήστη:"
rdoCustomSettings, "Χρήση προσαρμοσμένων ρυθμίσεων διακομιστή μεσολάβησης:"
rdoNoProxy, "Χωρίς Διακομιστή Μεσολάβησης (απευθείας σύνδεση με το διαδίκτυο)"
rdoUseIESettings, "Χρησιμοποιήστε τις Ρυθμίσεις σύνδεσης του Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Παρακαλούμε εισάγετε μια Διεύθυνση του Διακομιστή Μεσολάβησης ή επιλέξτε "Χωρίς Διακομιστή Μεσολάβησης»."
EnterServerPort, "Παρακαλούμε εισάγετε μια Θύρα Σέρβερ Διακομιστή Μεσολάβησης ή επιλέξτε "Χωρίς Διακομιστή Μεσολάβησης»."
PasswordDecryptionFailed, "Οι ρυθμίσεις της σύνδεσής σας στο Internet φαίνεται να μην είναι έγκυρες.\nΘα θέλατε να εισάγετε ξανά τον κωδικό πρόσβασης διαμεσολαβητή για να τις διορθώσετε;"
PasswordsNotMatch, "Οι Κωδικοί Πρόσβασης του Διακομιστή Μεσολάβησης Σέρβερ δεν ταιριάζουν, παρακαλούμε προσπαθήστε ξανά."
Title, "Ρυθμίσεις σύνδεσης στο Internet"


[BFFormSelectApplication]
AllApplications, "Όλες Οι Εφαρμογές"
btnBrowse, "&Περιήγηση"
btnRefresh, "&Ανανέωση"
colApplication, "Εφαρμογή"
colPath, "Θέση"
GroupDesktopApplications, "Εφαρμογές επιφάνειας εργασίας"
GroupWindows8Applications, "Windows Store Εφαρμογές"
lblWindowPicker, "Σύρετε αυτό σε ένα παράθυρο για να επιλέξετε αυτόματα τη διεργασία του στη λίστα"
PleaseSelectApplication, "Παρακαλούμε επιλέξτε μια εφαρμογή πρώτα."
Title, "Επιλέξτε Εφαρμογή"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Προεπιλεγμένη Τιμή"
colSetting, "Ρύθμιση"
colValue, "Τιμή"
lblFilter, "Φίλτρο:"
lblHelp, "Κάντε διπλό κλικ σε μια ρύθμιση για να το αλλάξετε, κάντε κλικ στο πλήκτρο "Βοήθεια" για περισσότερες πληροφορίες."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Παρουσιάστηκε ένα σφάλμα κατά την αποθήκευση αυτής της ρύθμισης."
SavedSuccessfully, "Your Advanced Setting was saved successfully.\nYou may need to restart the application for this setting to take effect."
Title, "Ρυθμίσεις για Προχωρημένους"
TitleEdit, "Επεξεργασία Ρυθμίσεις για Προχωρημένους"


[BFFormSettings_Controls]
btnAdvancedSettings, "Ρυθμίσεις για Προχωρημένους"
btnAutoUpdateCheckNow, "Έλεγχος για &Ενημερώσεις"
btnBackupSettings, "Εξαγωγή Ρυθμίσεων"
btnLicenseChangeToFree, "Αλλαγή στη Δωρεάν Έκδοση"
btnLicenseKeyRequestTrial, "Ζητήστε νέα δοκιμαστική άδεια"
btnLicenseLoadOnline, "Φόρτωση από το Λογαριασμό Binary Fortress"
btnLicensePasteFromClipboard, "Επικόλληση από το Πρόχειρο"
btnProxySettings, "Ρυθμίσεις σύνδεσης στο Internet"
btnRestoreSettings, "Επαναφορά Ρυθμίσεων"
btnTroubleshootingClearLog, "Καθαρισμός Αρχείου Καταγραφής"
btnTroubleshootingCopy, "Αντιγραφή στο Πρόχειρο"
btnTroubleshootingOpenLog, "Άνοιγμα Αρχείου Καταγραφής"
chkAutoUpdate, "Αυτόματος Έλεγχος για Ενημερώσεις"
chkAutoUpdateBeta, "Έλεγχος για Beta (νεότερες, ασταθείς) εκδόσεις"
chkAutoUpdateSteam, "Αυτόματος έλεγχος για ενημερώσεις"
colLanguageName, "Όνομα"
colLanguageRightToLeft, "Δεξιά-προς-Αριστερά"
colLanguageTranslators, "Μεταφραστές"
colLanguageVersion, "Έκδοση"
gbAutoUpdate, "Έλεγχος Ενημέρωσης"
gbLicenseReseller, "Πληροφορίες μεταπωλητή"
lblAutoUpdateWarningBASE, "Προσοχή: Οι Αυτόματες ενημερώσεις είναι απενεργοποιημένες, δεν θα λαμβάνετε ειδοποιήσεις για να εγκαταστήσετε νέες εκδόσεις"
lblLanguageGetMore, "Λάβετε Νέες και Ενημερωμένες Γλώσσες"
lblLicenseExpires, "Ημερομηνία Λήξης Άδειας:"
lblLicenseKey, "Κλειδί άδειας χρήσης:"
lblLicenseTo, "Αδειούχος χρήσης:"
tabAbout, "Σχετικά"
tabLanguage, "Γλώσσες"
tabLicense, "Άδεια Χρήσης"
tabOptions, "Επιλογές"
tabOurApps, "Οι Εφαρμογές μας"
tabTroubleshooting, "Αντιμετώπιση Προβλημάτων"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Είστε βέβαιοι ότι θέλετε να καταργήσετε το κλειδί άδειας χρήσης σας και να μεταβείτε στη δωρεάν έκδοση;"
DebugLogCleared, "Το αρχείο καταγραφής εντοπισμού σφαλμάτων έχει εκκαθαριστεί με επιτυχία."
DebugLogNotFound, "Το αρχείο καταγραφής εντοπισμού σφαλμάτων δεν μπόρεσε να βρεθεί.\nΒεβαιωθείτε ότι έχετε ενεργοποιήσει την καταγραφή εντοπισμού σφαλμάτων πρώτα."
FreeVersion, "Δωρεάν Έκδοση"
LicenseKeyRequestTrialDescription, "Κάποιος θα μιλήσει μαζί σας μέσα σε 2 εργάσιμες ημέρες."
LicenseKeyRequestTrialMessage, "Θα ήθελα να ζητήσω ένα νέο κλειδί άδειας χρήσης. Ευχαριστώ!"
LogLevel0, "L0: Καταγραφή Απενεργοποιήθηκε"
LogLevel1, "L1: Μικρή Καταγραφή"
LogLevel2, "L2: Λεπτομερής Καταγραφή (Δεν συνιστάται)"
LogLevel3, "L3: Καταγραφή Όλων (Δεν συνιστάται)"
RegistryExportSuccess, "Οι ρυθμίσεις σας έχουν εξαχθεί με επιτυχία."
RestoreSettingsFailed, "Αποτυχία στο να επαναφέρετε τις ρυθμίσεις σας."
RestoreSettingsSuccess, "Οι ρυθμίσεις σας έχουν αποκατασταθεί με επιτυχία."
SettingsLoadError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των ρυθμίσεων."
SettingsSaveError, "Παρουσιάστηκε σφάλμα κατά την αποθήκευση των ρυθμίσεων."
Title, "Ρυθμίσεις"
TroubleshootingCopyError, "Αποτυχία να αντιγράψετε πληροφορίες αντιμετώπισης προβλημάτων σας."
TroubleshootingCopySuccess, "Οι Πληροφορίες αντιμετώπισης προβλημάτων σας έχουν αντιγραφεί με επιτυχία στο πρόχειρο."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Ηλεκτρονική Διεύθυνση:"
lblMessage, "Μήνυμα:"
lblName, "Όνομα:"
lblSubject, "Θέμα:"
lblWarning, "Οι πληροφορίες από την καρτέλα Αντιμετώπιση Προβλημάτων και το αρχείο Debug.log σας θα κρυπτογραφούνται και θα αποστέλλονται μαζί με αυτό το αίτημα υποστήριξης έτσι ώστε να μπορούμε να λύσουμε το θέμα σας πιο γρήγορα."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά."
EnterMessage, "Παρακαλούμε εισάγετε το μήνυμά σας και προσπαθήστε ξανά."
EnterName, "Παρακαλούμε εισάγετε το Όνομά σας και προσπαθήστε ξανά."
EnterSubject, "Παρακαλούμε εισάγετε ένα Θέμα."
SendSuccess, "Τα στοιχεία σας έχουν σταλεί με επιτυχία.\nΚάποιος θα επικοινωνήσει μαζί σας μέσα σε 1 εργάσιμη ημέρα."
Title, "Υποβολή Αιτήματος Υποστήριξης"
TooLongEmailAddress, "Παρακαλούμε εισάγετε μια σύντομη Διεύθυνση Ηλεκτρονικού Ταχυδρομείου και δοκιμάστε ξανά."
TooLongName, "Παρακαλούμε εισάγετε ένα μικρότερο Όνομα και προσπαθήστε ξανά."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "Αργότερα"
btnMoreInfo, "Περισσότερες πληροφορίες"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "'Άκυρο License Key"


[BFFormUpdate_Controls]
btnChangeLog, "&Προβολή Αρχείου Αλλαγών"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "&Εγκατάσταση Τώρα"
btnInstallOnExit, "Εγκατάσταση κατά την Έ&ξοδο"
btnRemindMeLater, "&Υπενθύμιση Αργότερα"
btnSkipThisVersion, "&Παράληψη Αυτής Της Έκδοσης"
lblNewVersion, "Νέα Έκδοση:"
lblOldVersion, "Τρέχουσα Έκδοση:"
lblUpdateNotes, "Τι Νέο υπάρχει σε αυτή την Έκδοση:"
lblUpdateSize, "Μέγεθος Ενημέρωσης:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Συνιστάται να ενημερώσετε με αυτή τη νέα έκδοση.\nΕίστε σίγουροι ότι θέλετε να παραλείψετε αυτήν την ενημέρωση;"
DownloadFailedSave, "Αποτυχία αποθήκευσης αυτού του αρχείου τοπικά."
DownloadingUpdate, "Λήψη Ενημέρωσης"
DownloadInvalidData, "Άκυρα δεδομένα ήρθαν από τον διακομιστή. Ο διακομιστής μπορεί να έχει ένα πρόβλημα βρίσκοντας το αρχείο που ζητήθηκε."
DownloadNoData, "Κανένα δεδομένο δεν ήρθε από την ιστοσελίδα."
ErrorDownload, "Παρουσιάστηκε σφάλμα κατά την προσπάθεια σας να κατεβάσετε τη νέα έκδοση."
FreeNotice, "Αυτή η ενημέρωση, καθώς και οι μελλοντικές είναι δωρεάν! Κάντε ενημέρωση τώρα και απολαύστε!"
Title, "Διαθέσιμη Ενημέρωση"
UpdateProMessage, "Χρειάζεται να αναβαθμίσετε σε μια άδεια Pro για να χρησιμοποιήσετε την αναβάθμιση με ένα κλικ.\nΘα θέλατε περισσότερες πληροφορίες για την αναβάθμιση;"


[BFHelpButton_Controls]
mniDiscussions, "Συζητήσεις Κοινότητας"
mniOnlineHelp, "Online Βοήθεια"
mniSupportRequest, "Αίτηση Υποστήριξης"


[BFHotKey]
ErrorHotKeyBindFailed, "Το Πλήκτρο Συνδυασμού Bind Απέτυχε:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Μη έγκυρος συνδυασμός πλήκτρων: Παρακαλούμε εισάγετε μια τιμή κλειδιού."
ErrorIncorrectNumberElements, "Μη έγκυρος συνδυασμός πλήκτρων: Λάθος αριθμός των κλειδιών."
ErrorIncorrectNumberKeyMods, "Μη έγκυρος συνδυασμός πλήκτρων: Λάθος αριθμός από τούς τροποποιητές."
ErrorInvalidKeyCombo, "Ο συνδυασμός πλήκτρων που έχετε καθορίσει δεν είναι έγκυρος."
ErrorSystemReserved, "The Key Combination you have specified is reserved by Windows and can't be used."
ErrorTooManyModifiers, "Μη έγκυρος συνδυασμός πλήκτρων: Πάρα πολλοί τροποποιητές."
HotKeyLabelKeys, "Επιλέξτε πλήκτρα-τροποποιητές και μετά εισάγετε το επιθυμητό πλήκτρο"
HotKeyLabelMouse, "Επιλέξτε πλήκτρα-τροποποιητές και μετά κάντε κλικ στο επιθυμητό πλήκτρο του ποντικού"


[BFMessage]
btnCopy, "&Αντιγραφή στο Πρόχειρο"
btnMoreInformation, "&Εμφάνιση Περισσότερες Πληροφορίες"


[BFTextQuery]
CaseSensitive, "Case Sensitive:"
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "Error: Expected '"' at position {0}.\nPlease make sure to escape '"' characters."
ErrorInvalidChar, "Error: Invalid character '{0}' at position {1}.\nPlease wrap in quotes."
ErrorInvalidDigit, "Error: Invalid digit at position {0}.\nDigits must be positive and contain only numeric characters."
MayContain, "Μπορεί να περιλαμβάνει:"
MayEqual, "May Equal:"
MayNotContain, "Μπορεί να ΜΗΝ περιλαμβάνει:"
MayNotEqual, "May Not Equal:"
MustContain, "Πρέπει να Περιέχει:"
MustEqual, "Must Equal:"
MustNotContain, "Πρέπει να ΜΗΝ Περιέχει:"
MustNotEqual, "Must Not Equal:"
Time, "μία φορά"
Times, "{0} φορές"


[BFUpdateCheck]
AlreadyInProgress, "Έλεγχος αναβάθμισης ήδη υπό εξέλιξη..."
ErrorRunningDownloadedFile, "Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια για να τρέξει το αρχείο εγκατάστασης."
FailedToGetVersion, "Δεν ήταν δυνατή η φόρτωση της τελευταίας έκδοσης της εφαρμογής."
NoUpdate, "Χρησιμοποιείτε ήδη την τελευταία έκδοση."
Title, "Ενημέρωση"


[cFunctions_Strings]
FolderNotRecognized, "Ο επιλεγμένος φάκελος δεν αναγνωρίζεται και δεν μπορεί να αναζητηθεί."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Αναζήτηση && Επισύναψη"
btnBrowseExcludePath, "Αναζήτηση"
btnFolderBrowse, "&Περιήγηση"
btnFolderBrowseAppend, "Αναζήτηση && Επισύναψη"
btnNewSearch, "Αναζήτηση σε &Νέα Καρτέλα"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Αναζήτηση"
btnStop, "&Σταμάτημα"
chkCaseSensitive, "&Case sensitive ερώτημα"
chkFileSizeMax, "Μέγιστο Μέγεθος Αρχείου:"
chkFileSizeMin, "Ελάχιστο Μέγεθος Αρχείου:"
chkIsQueryRegEx, "Ερώτημα is RegEx"
chkSearchSubFolders, "Αναζήτηση υπο-φακέλους"
chkShowFirstResult, "Εμφάνιση μόνο πρώτο αποτέλεσμα για κάθε αρχείο"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Εμφάνιση ονόματα αρχείων που ταιριάζουν με το κείμενο του ερωτήματος"
chkShowQueryMatchFolders, "Δείτε τα ονόματα των φακέλων που ταιριάζουν με το κείμενο του ερωτήματος"
chkUseIFilters, "Επεξεργαστείτε περιεχόμενο των αρχείων Xειριστές Αρχείων (πιο αργά)"
colDateAccessed, "Ημερομηνία Πρόσβασης"
colDateCreated, "Ημερομηνία Δημιουργίας"
colDateModified, "Ημερομηνία Τροποποίησης"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Μέγεθος Αρχείου"
colLine, "Γραμμή"
colLineNumber, "Γραμμή #"
colPath, "Θέση"
lblAccessedTo, "σε"
lblAdditionalLinesAfter, "Εμφάνιση αυτών των πολλώς γραμμών μετά από ένα αποτέλεσμα αναζήτησης:"
lblAdditionalLinesBefore, "Εμφάνιση αυτών των πολλώς γραμμών πρίν από ένα αποτέλεσμα αναζήτησης:"
lblCreatedTo, "σε"
lblDateAccessed, "Ημερομηνία Πρόσβασης:"
lblDateCreated, "Ημερομηνία Δημιουργίας:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Ημερομηνία Τροποποίησης:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Φίλτρο:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "σε"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Αντιστοιχίες Βρέθηκαν: {0}"
lblStatusTotal, "Αρχεία Αναζητήθηκαν: {0}"
mniAbout, "Σχετικά"
mniClearSearchHistory, "Διαγραφή Ιστορικού Αναζήτησης"
mniCloseAll, "Κλείσιμο Όλων"
mniCloseAllButThis, "Κλείσιμο Άλλων"
mniCloseSearch, "&Κλείσιμο"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Αντιγραφή Όλων των Αποτελεσμάτων"
mniExit, "Έξοδος"
mniExplorerContextMenu, "Μενού Περιβάλλοντος Των Windows"
mniHelp, "Βοήθεια"
mniOpenFolder, "Άνοιγμα Φακέκου Περιεχομένου"
mniOpenFolderOnly, "Άνοιγμα Φακέλου"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Αφαίρεση Επιλεγμένων Αποτελεσμάτων απο την Λίστα"
mniRenameFile, "Rename Selected File"
mniSettings, "Ρυθμίσεις"
mniShowFilterControls, "Εμφάνιση Πλήκτρα Φίλτρων"
mniTextCopy, "&Αντιγραφή"
mniTextSelectAll, "Επιλογή Όλων"
mniTools, "&Εργαλεία"
mniTrayExit, "Έξοδος"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Εξαγωγή Όλων των Αποτελεσμάτων σε HTML"
mnuExportSelectedResultsHTML, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileCut, "Cut Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Γλώσσες"
mnuLoadProfile, "Φόρτωση"
mnuManageProfiles, "Διαχίρηση Προφίλ"
mnuOpen, "Άνοιγμα"
mnuOpenNotepad, "Άνοιγμα στο Notepad"
mnuProfile, "Προφίλ"
mnuSave, "Αποθήκευση"
mnuSaveAll, "Εξαγωγή Όλων των Αποτελεσμάτων σε CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε CSV"
mnuShowFullLanguageList, "Εμφάνιση Όλης της Λίστας"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Ταίριασμα ερωτήματος σε κάθε γραμμή στο αρχείο"
rdoMatchQueryToWholeFile, "Ταίριασμα ερωτήματος σε ολόκληρο το αρχείο"
tabAdvanced, "Για Προχωρημένους"
tabDateFilters, "Ημερομηνία Φίλτρων"
tabFileSizeFilters, "Μέγεθος Αρχείου Φίλτρων"
tabSearch, "Αναζήτηση"


[frmMain_Strings]
AccessedAfterTT, "Προσβάσιμες μετά από {0}"
AccessedBeforeTT, "Προσβάσιμες πρίν από {0}"
AccessedBetweenTT, "Προσβάσιμες μεταξύ {0} από {1}"
AppSelectionErrorPartOne, "Αυτή η εφαρμογή που επιλέξατε δεν υπάρχει."
AppSelectionsErrorPartTwo, "Θα θέλατε να επιλέξετε μια άλλη τώρα;"
btnNewSearchTT, "Άνοιγμα μιας νέας Καρτέλας και αρχήστε την αναζήτηση"
btnSearchTT, "Ξεκινήστε την αναζήτηση στην επιλεγμένη καρτέλα"
btnStopTT, "Σταμάτημα επιλεγμένης αναζήτησης"
CaseSensitiveQueryTT, "Τέριασμα Πεζών-Κεφαλέων Ερωτήματα"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Ερώτημα is RegEx"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Θα εμφανίζει μόνο συμφωνημένα για την πρώτη γραμμή όταν ταιριάζουν με το ερώτημά σε κάθε γραμμή"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "Παρουσιάστηκε σφάλμα, στην εμφάνιση του μενού περιβάλλοντος Των Windows."
CreatedAfterTT, "Δημιουργήθηκε μετά από {0}"
CreatedBeforeTT, "Δημιουργήθηκε πρίν από {0}"
CreatedBetweenTT, "Δημιουργήθηκε ανάμεσα σε {0} και {1}"
CSVSpreadsheet, "CSV Αρχεία"
CustomAppOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου με προσαρμοσμένη εφαρμογή."
DateCreatedError, "Παρακαλώ επιλέξτε 'Ημερομηνία Δημιουργίας Ημερομηνία Λήξης', που είναι μεταγενέστερη από την ημερομηνία έναρξης."
DateFiltersSelected, "Φίλτρα Ημερομηνίας:"
DateModifiedError, "Παρακαλώ επιλέξτε 'Ημερομηνία Τροποποίησης Ημερομηνία Λήξης', που είναι μεταγενέστερη από την ημερομηνία έναρξης."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Πληκτρολογίστε ένα όνομα προφίλ:"
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "Εξαιρούνται Αρχεία: {0}"
ExcludePathsTT, "Εξαιρούνται Θέση(εις): {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Παρακαλώ περιμένετε ενώ το FileSeek εκτελεί τη λειτουργία που ζητήθηκε.\nΜπορείτε να κλείσετε αυτό το παράθυρο, αλλά μπορεί να οδηγήσει σε μη αναμενόμενα αποτελέσματα, ενώ η εργασία αυτή εκτελείται."
FileDeleteQuestion, "Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα αρχεία ή φακέλους;"
FileDeleteTitle, "Διαγραφή Αρχείων"
FileDeletionError, "Παρουσιάστηκε σφάλμα κατά τη διαγραφή αυτών των αρχείων."
FileHandlerError, "Παρακαλώ εισάγετε μια διαδρομή για την αναζήτηση."
FileIncludeNameMatch, "Ταίριασμα Όνομα Αρχείου [Συμπερίληψη Αρχείων Φίλτρου]"
FileOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Ταύτιση Όνομα Αρχείου [Ερωτήματος]"
FileReadError, "Σφάλμα Πρόσβασης Αρχείου: {0}"
FileSelectionError, "Επιλέξτε τουλάχιστον 1 αρχείο που υπάρχει και δοκιμάστε ξανά."
FileSizeError, "Παρακαλώ επιλέξτε ένα Μέγιστο Μέγεθος Αρχείων που είναι ίση ή μεγαλύτερη από το Ελάχιστο Μέγεθος Αρχείου."
FileSizeFiltersSelected, "Φίλτρα Μέγεθος Αρχείων:"
FilesSearched, "Αρχεία Αναζητήθηκαν: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Επιλέξτε ένα Φάκελο για να Αναζητήσετε"
FolderBrowsingError, "Παρουσιάστηκε σφάλμα κατά την περιήγηση σε ένα φάκελο."
FolderIncludeNameMatch, "Φάκελος Ταιριάζει με το Όνομα [Συμπερίληψη Αρχείων Φίλτρου]"
FolderItemError, "Απέτυχε να πάρει Φάκελο για τη Θέση: {0}"
FolderOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του φακέλου."
FolderQueryNameMatch, "Φάκελος Ταιριάζει με το Όνομα [Κείμενο Ερωτήματος]"
FolderReadError, "Σφάλμα ανάγνωσης Φακέλους στο Φάκελο: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Υπερ κείμενο Σήμανσης Αρχείου Γλώσσας"
IFilterWarning, "Παρακαλούμε ενεργοποιήστε τους χειριστές αρχείων στην καρτέλα Για Προχωρημένους για να εμφανιστεί σωστά αποτελέσματα για τα: {0} αρχεία"
IncludeFilesTT, "Συμπεριλαμβάνονται Αρχεία: {0}"
InvalidExcludeFilesRegExError, "Εξαίρεση Αρχείων RegEx το μοτίβο είναι άκυρο.\n{0}"
InvalidFolderLength, "Μη έγκυρο μήκος φακέλου."
InvalidIncludeFilesRegExError, "Συμπερίληψη Αρχείων RegEx το μοτίβο είναι άκυρο.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "Ερώτημα RegEx το μοτίβο είναι άκυρο.\n{0}"
KeypressError, "Παρουσιάστηκε σφάλμα κατά την επεξεργασία αυτού του πατήματος πλήκτρου."
LinkedFolderError, "Δεν ψάχνουν φάκελο, επειδή είναι μια σύνδεση/κόμβος"
MatchesFound, "Αντιστοιχίες Βρέθηκαν: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "Μέγιστο Μέγεθος Αρχείου: {0}"
MaxPathError, "Αυτό είναι μια μεγάλη διαδρομή και δεν μπορεί να λειτουργήσει σε ορισμένα προγράμματα"
MenuOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα του μενού."
MinFileSizeTT, "Ελάχιστο Μέγεθος Αρχείου: {0}"
ModifiedAfterTT, "Τροποποιήθηκε μετά από {0}"
ModifiedBeforeTT, "Τροποποιήθηκε πρίν απο {0}"
ModifiedBetweenTT, "Τροποποιήθηκε ανάμεσα σε {0} και {1}"
More, "(περισσότερα)"
NoDateFiltersSelected, "Δεν έχουν επιλεγεί φίλτρα ημερομηνίας"
NoFileSizeFiltersSelected, "Δεν έχουν επιλεγεί φίλτρα μεγέθους"
NoOptionsSelected, "Δεν έχουν Επιλεγεί Επιλογές"
NotepadError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου με το Notepad."
NotYourProfile, "Δεν σας ανήκει αυτό το προφίλ."
OnlyShowFirstResultTT, "Μόνο Εμφάνιση Πρώτο Αποτέλεσμα"
OpenManyQuestion, "Είστε σίγουροι ότι θέλετε να ανοίξετε {0} αρχεία ή φακέλους;"
OptionsSelected, "Επιλογές Επιλεγμένες:"
OtherApplication, "Other Application"
PathsTT, "Θέση(εις): {0}"
PathTooLongError, "Τα Windows δεν υποστηρίζουν αυτή τη δράση με μεγάλα ονόματα διαδρομής."
ProfileLoadError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του προφίλ."
ProfileLoadOnStartError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του προφίλ. Το προφίλ δεν υπάρχει."
ProfileOverwriteQuestion, "Είστε σίγουροι ότι θέλετε να αντικαταστήσετε το προφίλ '{0}';"
ProfileSaved, "Αποθηκευμένες ρυθμίσεις αναζήτησης στο προφίλ '{0}'"
ProfileSaveError, "Δεν είναι δυνατή η αποθήκευση του προφίλ."
ProOnlyDoubleClickPrompt, "Το προεπιλεγμένο σας διπλό κλικ χειριστή έχει οριστεί στο FileSeek Pro μόνο χαρακτηριστικό.\nΜπορείτε να αλλάξετε το προεπιλεγμένο διπλό χειριστή κλικ στην καρτέλα Ρυθμίσεις > Αναζήτηση.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αναβάθμιση;"
QueryTT, "Ερωτήματα:\n{0}"
rdoMatchQueryLineByLineTT, "Ανοίξτε μια γραμμή ένα αρχείο σε ένα χρόνο και να προσπαθήσουμε να ταιριάζει με το ερώτημα σε κάθε γραμμή"
rdoMatchQueryToWholeFileTT, "Ανοίξτε ολόκληρο το αρχείο με τη μία και προσπαθήστε να ταιριάζει με το ερώτημα για ολόκληρο το κείμενο"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Ένα αποτέλεσμα που αντιγράφηκε στο πρόχειρο."
ResultCopyError, "Παρουσιάστηκε σφάλμα κατά την αντιγραφή των αποτελεσμάτων αναζήτησης στο πρόχειρο."
ResultSaveError, "Υπήρξε ένα σφάλμα κατά την αποθήκευση των αποτελεσμάτων σας.\n{0}"
ResultsCopied, "{0} αποτελέσματα έχουν αντιγραφεί στο πρόχειρο."
ResultSelectionError, "Επιλέξτε τουλάχιστον 1 αποτέλεσμα αναζήτησης και δοκιμάστε ξανά."
SaveResults, "Αποθηκεύστε τα αποτελέσματα σε ένα φύλλο"
SaveResultsAsHTML, "Αποθηκεύστε τα Αποτελέσματα ως HTML"
SaveSearchProfile, "Αποθήκευση Προφίλ Αναζήτησης"
SearchComplete, "Αναζήτηση ολοκληρώθηκε σε {0}δ"
SearchCriteria, "Κριτήρια Αναζήτησης:"
SearchCriteriaEmptyTT, "Κριτήρια Αναζήτησης Άδεια"
SearchEnd, "Τέλος Αναζήτησης: {0}"
SearchError, "Παρουσιάστηκε σφάλμα κατά την αναζήτηση."
SearchStart, "Έναρξη Αναζήτησης: {0}"
SearchSubFoldersTT, "Αναζήτηση Υποφακέλων"
SettingFormShowError, "Παρουσιάστηκε σφάλμα, στην εμφάνιση του παράθυρου Ρυθμίσεων."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Παρουσιάστηκε σφάλμα κατά την αντιγραφή αυτού του κειμένου."
TextProcessingError, "Παρουσιάστηκε σφάλμα κατά την επεξεργασία του κειμένου."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Παρακαλώ επιλέξτε κάποιο κείμενο και προσπαθήστε ξανά."
txtPathTT, "Διαχωρίστε τα πολλαπλά αντικείμενα με το χαρακτήρα |"
UseFileHandlersTT, "Χρησιμοποιήστε Xειριστές Αρχείων"
ViewingAppPartOne, "Δεν έχετε επιλέξει μια εφαρμογή προβολής ακόμα"
ViewingAppPartTwo, "Θέλετε να επιλέξετε μια τώρα;"


[frmProfileManager_Controls]
btnCopyProfile, "Αντιγραφή Προφίλ"
btnDelete, "Delete"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Μετονομασία"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Όνομα Προφίλ"
colProfileOwner, "Κάτωχος Προφίλ"
lblCurrentProfile, "Τρέχον Χρήστης: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Τι θα θέλατε να καλέσετε νέο προφίλ σας;"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Παρακαλώ επιλέξτε ένα προφίλ από τη λίστα και προσπαθήστε ξανά."
ProfileDeleteQuestion, "Είστε σίγουροι ότι θέλετε να διαγράψετε το επιλεγμένο προφίλ;"
RenameSearchProfile, "Μετονομασία Προφίλ Αναζήτησης"
SearchProfileName, "Αναζήτησης όνομα προφίλ:"
Title, "Διαχίρηση Προφίλ"


[frmSettings_Controls]
btnBrowseOther, "&Περιήγηση"
btnClearHistory, "Διαγραφή Ιστορικού Αναζήτησης"
btnIFilterToggle, "Εναλλαγή Χειριστή Αρχείων"
btnOtherDefault, "&Default"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "Εμφάνιση λάθος για αρχεία χωρίς χειριστής Αρχείου (όταν το Αρχείο αναζήτησης Χειριστή είναι ενεργοποιημένη)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Αναζήτηση αρχείων && φακέλους που είναι μια σύνδεση/κόμβο"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Εμφάνιση σφάλματος όταν ένα αρχείο/φάκελος δεν μπορεί να προσεγγιστεί"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Εμφάνιση Επεξηγήσεις Εργαλείων"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Εκκίνηση πάντα του FileSeek με κενό κριτήριο αναζήτησης"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "Περιποιηθείτε όλα τα φίλτρα που περιλαμβάνουν Αρχεία ως μπαλαντέρ"
chkUseCustomDateFormat, "Use a custom date format"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "Εμφάνιση του FileSeek στο μενού περιβάλλοντος των Windows"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Μεταβλητές Γραμμής Εντολών"
gbDateFormat, "Date Format"
gbGeneralOptions, "Γενικές Επιλογές"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Παραμέτροι της γραμμής εντολών για να περάσει:"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Επιλέξτε μια προεπιλεγμένη λειτουργία για το διπλό κλικ σε ένα αποτέλεσμα αναζήτησης:"
lblNumChar, "Εμφάνιση αυτών των πολλών χαρακτήρων για κάθε αποτέλεσμα αναζήτησης:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Επιλεγμένες εφαρμογές προβολής αρχείων:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "Παρουσιάστηκε σφάλμα κατά την περιήγηση για μια εφαρμογή."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Εξαγωγή Όλων των Αποτελεσμάτων σε HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Άνοιγμα Φακέκου Περιεχομένου"
cboDefaultDoubleClickOperation_OpenNotepad, "Άνοιγμα στο Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Με αυτή την επιλογή ενεργοποιημένη, η αναζήτηση εγγράφεται ως foo θα πρέπει να αντιμετωπίζονται ως * foo *"
ClearHistoryError, "Παρουσιάστηκε σφάλμα κατά την εκκαθάριση Ιστορικού Αναζήτησης σας."
ClearHistoryWarning, "Είστε σίγουροι ότι θέλετε να καθαρίσετε το Iστορικό Aναζήτησης;"
CommandLineError, "Παρακαλούμε, εισάγετε τις παραμέτρους της γραμμής εντολών, ή κάντε κλικ 'Προεπιλογή' για να τα επαναφέρετε."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DisableFileHandler, "Απενεργοποίηση Αρχείο Χειριστή"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "Ενεργοποίηση Αρχείο Χειριστή"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}: Αντικαθιστά το πλήρες όνομα αρχείου."
FileHandlerListError, "Παρουσιάστηκε σφάλμα κατά την απαρίθμηση των Χειριστών Αρχείου."
FileHandlerSelectError, "Παρουσιάστηκε σφάλμα κατά την επιλογή αυτή του Χειριστή Αρχείου."
FileHandlerToggleError, "Παρουσιάστηκε σφάλμα κατά την εναλλαγή αυτή του Χειριστή Αρχείου."
HistoryCleared, "Το Ιστορικό Αναζήτησης έχει εκκαθαριστεί με επιτυχία."
InvalidExitcode, "Γύρισε άκυρο ExitCode: {0}"
LineCommandDescription, "{0}: Αντικαθιστά τον αριθμό της γραμμής."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Χειριστής"
lvIFilters_HandlerVersion, "Έκδοση"
NumOfCharError, "Παρακαλούμε, εισάγετε έναν αριθμό των χαρακτήρων μεταξύ {0} και {1} και δοκιμάστε ξανά."
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "Παρουσιάστηκε σφάλμα κατά τη ρύθμιση των Ρυθμίσεων Μενού."
tabSettings_FileHandlers, "Χειριστών Αρχείου"
tabSettings_OtherApp, "Άλλη Εφαρμογή"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "Αναζήτηση"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Τα Αποτελέσματα Αναζήτησης αποθηκεύτηκαν με επιτυχία.\nΘα θέλατε να δείτε το αρχείο;"
SearchCriteria, "Κριτήρια Αναζήτησης"
SearchDate, "Ημερομηνία Αναζήτησης:"
Title, "Αποτελέσματα Αναζήτησης του FileSeek"


[IFilterHelper_Strings]
UnknownError, "Άγνωστο σφάλμα IFilter"
UsingStandardMethodWarning, "Δεν υπαρχει Χειριστής Αρχείου για αυτό το αρχείο, κάντε αναζήτηση χρησιμοποιώντας πρότυπη μέθοδο."


[LicenseValidate_Strings]
ExpiredPrompt, "Δυστυχώς, το Δοκιμαστικό Κλειδί Άδειας Χρήσης του FileSeek έχει λήξει.\nΕάν έχετε ήδη αγοράσει μια άδεια χρήσης, παρακαλώ πληκτρολογήστε την στο παράθυρο Ρυθμίσεις του FileSeek.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αγορά του FileSeek Pro;"
Invalid, "Δυστυχώς, το Κλειδί Άδειας σας είναι άκυρο."
InvalidReseller, "Δυστυχώς, το Κλειδί Άδειας σας είναι έγκυρο μόνο με το FileSeek που παρέχεται από τον μεταπωλητή σας.\nΠαρακαλώ επικοινωνήστε με τον μεταπωλητή σας για περισσότερες πληροφορίες."
LicenseProcessPro, "Σας ευχαριστούμε για την Εγγραφή!"
LicenseProcessProRestoreSettingsPrompt, "Μια αυτόματη δημιουργία αντιγράφων ασφαλείας των Pro ρυθμίσεις σας έχει ανιχνευθεί.\nΑυτό το αρχείο αντιγράφων ασφαλείας είναι {0} ημέρα (ες) παλαιά.\nΘα θέλατε να εισαγάγετε τις ρυθμίσεις Pro σας; Όλες οι τρέχουσες ρυθμίσεις θα αντικατασταθούν με τις ρυθμίσεις στο αντίγραφο ασφαλείας."
LicenseProcessRemoved, "Κλειδί Άδειας σας έχει αφαιρεθεί."
LicenseProcessTrial, "Σας ευχαριστούμε για την δοκιμή του FileSeek Pro!\nΗ άδειά σας θα λήξει στις {0: D}."
TrialAlmostDonePrompt, "Η Δοκιμαστική άδεια χρήσης σας θα λήξει σύντομα.\nΕάν έχετε ήδη αγοράσει μια άδεια χρήσης, παρακαλούμε πληκτρολογήστε την στο παράθυρο Ρυθμίσεις του FileSeek.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αγορά του FileSeek Pro;"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Αναζήτηση με το FileSeek"


[Words]
Add, "Προσθήκη"
AdminSettingsLock, "Ορισμένες ρυθμίσεις γίνανε από το διαχειριστή του συστήματος σας"
Apply, "Εφαρμογή"
ButtonEnterLicenseKey, "&Εισαγωγή Κωδικού Άδειας"
ButtonLater, "&Αργότερα"
ButtonMoreInformation, "&Περισσότερες Πληροφορίες"
ButtonUseFreeVersion, "&Χρησιμοποιήστε την Δωρεάν Έκδοση"
Cancel, "&Ακύρωση"
Close, "&Κλείσιμο"
Copy, "&Αντιγραφή"
Custom, "Custom"
Cut, "&Αποκοπή"
Default, "Default"
Delete, "&Διαγραφή"
Disable, "&Απενεργοποίηση"
Disabled, "Απενεργοποιημένο"
Duplicate, "&Διπλασιασμός"
Edit, "Επεξεργασία"
Enable, "&Ενεργοποίηση"
Enabled, "Ενεργοποιημένο"
Error, "Σφάλμα"
ErrorNotAdminUACDisabled, "Το UAC είναι απενεργοποιημένο, αλλά δεν είστε διαχειριστής, η ζητούμενη δράση σας είναι πιθανό να έχει αποτύχει.\nΠαρακαλούμε ενεργοποιήστε το UAC ή συνδεθείτε ως διαχειριστής και προσπαθήστε ξανά.\nΕάν έχετε απενεργοποιήσει πρόσφατα το UAC, φροντίστε να κάνετε επανεκκίνηση του υπολογιστή σας."
Exit, "Έ&ξοδος"
Help, "Βοήθεια"
Info, "Πληροφορία"
InvalidImageFile, "Φαίνεται ότι αυτή η εικόνα είναι κατεστραμμένη, ή μη αναγνώσιμη."
Name, "Όνομα"
NameLabel, "Όνομα:"
NeedProQuestion, "Θα πρέπει να αναβαθμίσετε σε FileSeek Pro για να χρησιμοποιήσετε αυτήν τη δυνατότητα.\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αναβάθμιση;"
NeedsProShort, "Μόνο για Pro"
Never, "Ποτέ"
No, "Όχι"
OK, "&Εντάξει"
Paste, "&Επικόλληση"
ProOnlyNotice, "Τα Pro-μόνο τα χαρακτηριστικά επισημαίνονται με μπλε χρώμα"
Redo, "&Επανάληψη"
Refresh, "Ανανέωση"
Remove, "Κατάργηση"
Rename, "Rename"
Seconds, "seconds"
SelectAll, "&Επιλογή Όλων"
Start, "Εκκίνηση"
Stop, "Διακοπή"
Undo, "&Αναίρεση"
Unknown, "Άγνωστο"
Yes, "Ναί"


[Installer]
AdditionalIcons, "Επιπλέον Εικόνες:"
CreateContextMenuItems, "Προσθήκη στο μενου περιβάλλοντος (δεξί κλικ)"
CurrentUserOnly, "Για τον τρέχοντα χρήστη μόνο"
DesktopIcon, "Δημιουργήστε ένα εικονίδιο στην επιφάνεια εργασίας"
DotNetInstallNow, "Θα θέλατε να το εγκαταστήσετε τώρα;"
DotNetRequired40, "Αυτή η εφαρμογή χρειάζεται το Microsoft .NET Framework 4.0."
ForAllUsers, "Για όλους τους χρήστες"
LaunchNow, "Εκκίνηση Τώρα"
LicKeyInvalid, "Αυτό το Κλειδί Άδειας φαίνεται να είναι άκυρο."
LicKeyLabel, "Κλειδί Άδειας:"
LicKeySelectOption, "Παρακαλώ επιλέξτε μια Επιλογή του Κλειδί Άδειας σας και προσπαθήστε ξανά."
LicKeyText, "Επιλογές Κλειδί Άδειας σας:"
LicKeyTextAdminLocked, "Το Κλειδί άδειας σας έχει οριστεί από το διαχειριστή σας."
LicKeyTextChangeFree, "Κάντε κλικ στο πλήκτρο 'Αλλαγή για την Δωρεάν Έκδοση' στο παράθυρο Ρυθμίσεις για να χρησιμοποιήσετε την Δωρεάν Έκδοση."
LicKeyTextEnterOrFree, "Παρακαλούμε εισάγετε ένα έγκυρο Κλειδί Άδειας Χρήσης ή επιλέξτε 'Χρήση Δωρεάν Έκδοσης'."
LicKeyTextPaid, "Χρησιμοποιήστε αυτό το Κλειδί Άδειας σας:"
LicKeyTextTrial, "Χρησιμοποιήστε την Δοκιμαστική Έκδοση (πρώτη φορά μόνο), επανέρχεται στην Δωρεάν Έκδοση μετά από 30 ημέρες"
RunAtStartup, "Εκκίνηση μαζί με τα Windows"
SteamKeyInvalid, "Το Κλειδί-Άδειας Steam απέτυχε να φορτωθεί.\nΠαρακαλώ κλείστε αυτό το πρόγραμμα εγκατάστασης και δοκιμάστε να εκκινήσετε ξανά την εφαρμογή μέσω του Steam."
TextBefore, "Αν εκτελείται αυτήν τη στιγμή το FileSeek, βεβαιωθείτε ότι το έχετε κλείσει πριν από την εγκατάσταση αυτής της νέας έκδοσης.\n\nΕπισκεφθείτε https://www.fileseek.ca για ενημερώσεις και υποστήριξη."
UninstallRemoveAllData1, "Θα θέλατε να αφαιρέσετε ΟΛΕΣ τις ρυθμίσεις της εφαρμογής, τις προτιμήσεις και τα προσωρινά αρχεία;"
UninstallRemoveAllData2, "Αυτό δεν προτείνεται αν θα εγκαταστήσετε ξανά αυτήν την εφαρμογή."